#### FeetOfWater Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol Feet, indicating unit Feet of water (39.2 Â°F).

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FeetOfWater { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FeetOfWater As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FeetOfWater { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace